Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: It is appropriate that, in order to minimise the burden on operators and avoid any possible duplication, for high-risk AI systems related to products which are covered by existing Union harmonisation legislation based on the New Legislative Framework, the compliance of those AI systems with the requirements of this Regulation should be assessed as part of the conformity assessment already provided for in that law.
pt_pt: Para minimizar os encargos impostos aos operadores e evitar possíveis duplicações, é conveniente que, no caso dos sistemas de IA de risco elevado relacionados com produtos abrangidos por legislação de harmonização da União com base no novo regime jurídico, o cumprimento dos requisitos do presente regulamento por parte desses sistemas de IA seja aferido no âmbito da avaliação da conformidade já prevista nessa lei.

source: The applicability of the requirements of this Regulation should thus not affect the specific logic, methodology or general structure of conformity assessment under the relevant Union harmonisation legislation.
pt_pt: Como tal, a aplicabilidade dos requisitos do presente regulamento não deverá afetar a lógica, a metodologia ou a estrutura geral específicas da avaliação da conformidade nos termos da legislação de harmonização da União pertinente.

source: Given the complexity of high-risk AI systems and the risks that are associated with them, it is important to develop an adequate conformity assessment procedure for high-risk AI systems involving notified bodies, so-called third party conformity assessment.
pt_pt: Dada a complexidade dos sistemas de IA de risco elevado e os riscos que lhes estão associados, é importante desenvolver um procedimento de avaliação da conformidade adequado para sistemas de IA de risco elevado que envolvam organismos notificados, a chamada avaliação da conformidade por terceiros.

source: However, given the current experience of professional pre-market certifiers in the field of product safety and the different nature of risks involved, it is appropriate to limit, at least in an initial phase of application of this Regulation, the scope of application of third-party conformity assessment for high-risk AI systems other than those related to products.
pt_pt: Contudo, dada a atual experiência dos certificadores de pré-comercialização profissionais no domínio da segurança dos produtos e a diferente natureza dos riscos inerentes, é apropriado limitar, pelo menos numa fase inicial da aplicação do presente regulamento, o âmbito da avaliação da conformidade por terceiros aos sistemas de IA de risco elevado que não estejam relacionados com produtos.

source: Therefore, the conformity assessment of such systems should be carried out as a general rule by the provider under its own responsibility, with the only exception of AI systems intended to be used for biometrics.
pt_pt: Por conseguinte, a avaliação da conformidade desses sistemas deverá ser realizada, regra geral, pelo prestador sob a sua própria responsabilidade, com a única exceção dos sistemas de IA concebidos para utilização em biometria.

source: In order to carry out third-party conformity assessments when so required, notified bodies should be notified under this Regulation by the national competent authorities, provided that they comply with a set of requirements, in particular on independence, competence, absence of conflicts of interests and suitable cybersecurity requirements.
pt_pt: Sempre que seja necessário realizar avaliações da conformidade por terceiros, os organismos notificados deverão ser notificados por força do presente regulamento pelas autoridades nacionais competentes, desde que cumpram uma série de requisitos, nomeadamente em termos de independência, competência, ausência de conflitos de interesse e requisitos de cibersegurança adequados.

source: Notification of those bodies should be sent by national competent authorities to the Commission and the other Member States by means of the electronic notification tool developed and managed by the Commission pursuant to Article R23 of Annex I to Decision No 768/2008/EC.
pt_pt: A notificação desses organismos deverá ser enviada pelas autoridades nacionais competentes à Comissão e aos outros Estados-Membros por meio do instrumento de notificação eletrónica desenvolvido e gerido pela Comissão nos termos do artigo R23 do anexo I da Decisão n.o 768/2008/CE.

source: In line with Union commitments under the World Trade Organization Agreement on Technical Barriers to Trade, it is adequate to facilitate the mutual recognition of conformity assessment results produced by competent conformity assessment bodies, independent of the territory in which they are established, provided that those conformity assessment bodies established under the law of a third country meet the applicable requirements of this Regulation and the Union has concluded an agreement to that extent.
pt_pt: Em conformidade com os compromissos assumidos pela União no âmbito do Acordo sobre os Obstáculos Técnicos ao Comércio da Organização Mundial do Comércio, é adequado facilitar o reconhecimento mútuo dos resultados da avaliação da conformidade produzidos pelos organismos de avaliação da conformidade competentes, independentes do território em que se encontram estabelecidos, desde que esses organismos de avaliação da conformidade estabelecidos ao abrigo da legislação de um país terceiro cumpram os requisitos aplicáveis do presente regulamento e que a União tenha celebrado um acordo nessa medida.

source: In this context, the Commission should actively explore possible international instruments for that purpose and in particular pursue the conclusion of mutual recognition agreements with third countries.
pt_pt: Neste contexto, a Comissão deverá explorar ativamente possíveis instrumentos internacionais para esse efeito e, em especial, celebrar acordos de reconhecimento mútuo com países terceiros.

source: In line with the commonly established notion of substantial modification for products regulated by Union harmonisation legislation, it is appropriate that whenever a change occurs which may affect the compliance of a high-risk AI system with this Regulation (e.g. change of operating system or software architecture), or when the intended purpose of the system changes, that AI system should be considered to be a new AI system which should undergo a new conformity assessment.
pt_pt: Em consonância com a noção comummente estabelecida de modificação substancial de produtos regulamentados pela legislação de harmonização da União, sempre que ocorra uma alteração que possa afetar a conformidade de um sistema de IA de risco elevado com o presente Regulamento (por exemplo, alteração do sistema operativo ou da arquitetura do software), ou sempre que a finalidade prevista do sistema se altere, é apropriado que esse sistema de IA seja considerado um novo sistema de IA que deverá ser submetido a uma nova avaliação da conformidade.

source: However, changes occurring to the algorithm and the performance of AI systems which continue to ‘learn’ after being placed on the market or put into service, namely automatically adapting how functions are carried out, should not constitute a substantial modification, provided that those changes have been pre-determined by the provider and assessed at the moment of the conformity assessment.
pt_pt: No entanto, as alterações que ocorrem no algoritmo e no desempenho dos sistemas de IA que continuam a «aprender» depois de terem sido colocados no mercado ou colocados em serviço, nomeadamente que adaptam automaticamente o modo de funcionamento, não deverão constituir uma modificação substancial, desde que tenham sido predeterminadas pelo prestador e examinadas aquando da avaliação da conformidade.

source: High-risk AI systems should bear the CE marking to indicate their conformity with this Regulation so that they can move freely within the internal market.
pt_pt: Para que possam circular livremente dentro do mercado interno, os sistemas de IA de risco elevado deverão apresentar a marcação CE para indicar a sua conformidade com o presente regulamento.

source: For high-risk AI systems embedded in a product, a physical CE marking should be affixed, and may be complemented by a digital CE marking.
pt_pt: No caso dos sistemas de IA de risco elevado integrados num produto, deverá ser aposta uma marcação CE física, que pode ser complementada por uma marcação CE digital.

source: For high-risk AI systems only provided digitally, a digital CE marking should be used.
pt_pt: No caso dos sistemas de IA de risco elevado disponibilizados apenas digitalmente, deverá ser utilizada uma marcação CE digital.

source: Member States should not create unjustified obstacles to the placing on the market or the putting into service of high-risk AI systems that comply with the requirements laid down in this Regulation and bear the CE marking.
pt_pt: Os Estados-Membros não poderão criar obstáculos injustificados à colocação no mercado nem à colocação em serviço de sistemas de IA de risco elevado que cumpram os requisitos previstos no presente regulamento e apresentem a marcação CE.

source: Under certain conditions, rapid availability of innovative technologies may be crucial for health and safety of persons, the protection of the environment and climate change and for society as a whole.
pt_pt: Em certas condições, uma disponibilização rápida de tecnologias inovadoras pode ser crucial para a saúde e a segurança das pessoas, para a proteção do ambiente e as alterações climáticas e para a sociedade em geral.

source: It is thus appropriate that under exceptional reasons of public security or protection of life and health of natural persons, environmental protection and the protection of key industrial and infrastructural assets, market surveillance authorities could authorise the placing on the market or the putting into service of AI systems which have not undergone a conformity assessment.
pt_pt: Como tal, é apropriado que, por razões excecionais de segurança pública ou proteção da vida e da saúde das pessoas singulares, da proteção do ambiente e da proteção dos ativos industriais e infraestruturais essenciais, as autoridades de fiscalização do mercado possam autorizar a colocação no mercado ou a colocação em serviço de sistemas de IA que não tenham sido objeto de uma avaliação da conformidade.

source: In duly justified situations, as provided for in this Regulation, law enforcement authorities or civil protection authorities may put a specific high-risk AI system into service without the authorisation of the market surveillance authority, provided that such authorisation is requested during or after the use without undue delay.
pt_pt: Em situações devidamente justificadas, tal como previsto no presente regulamento, as autoridade responsáveis pela aplicação da lei ou as autoridades de proteção civil podem colocar em serviço um sistema de IA de risco elevado específico sem autorização da autoridade de fiscalização do mercado, desde que essa autorização seja solicitada durante ou após a utilização sem demora injustificada.

source: In order to facilitate the work of the Commission and the Member States in the AI field as well as to increase the transparency towards the public, providers of high-risk AI systems other than those related to products falling within the scope of relevant existing Union harmonisation legislation, as well as providers who consider that an AI system listed in the high-risk use cases in an annex to this Regulation is not high-risk on the basis of a derogation, should be required to register themselves and information about their AI system in an EU database, to be established and managed by the Commission.
pt_pt: Para facilitar o trabalho da Comissão e dos Estados-Membros no domínio da IA, bem como aumentar a transparência para o público, os prestadores de sistemas de IA de risco elevado que não os relacionados com produtos abrangidos pelo âmbito da legislação de harmonização da União em vigor aplicável, bem como os prestadores que consideram que um sistema de IA de risco elevado enumerado nos casos concretos de risco elevado num anexo do presente regulamento não é de risco elevado com base numa derrogação, deverão ser obrigados a registarem-se a si mesmos e a registar as informações sobre o seu sistema de IA de risco elevado numa base de dados da UE, a criar e gerir pela Comissão.

source: Before using an AI system listed in the high-risk use cases in an annex to this Regulation, deployers of high-risk AI systems that are public authorities, agencies or bodies, should register themselves in such database and select the system that they envisage to use.
pt_pt: Antes de um sistema de IA enumerado nos casos concretos de risco elevado de risco elevado num anexo do presente regulamento, os responsáveis pela implantação de sistemas de IA de risco elevado que sejam autoridades, agências ou organismos públicos, deverão registar-se nessa base de dados e selecionar o sistema que tencionam utilizar.

source: Other deployers should be entitled to do so voluntarily.
pt_pt: Os outros responsáveis pela implantação deverão ter o direito de o fazer voluntariamente.

source: This section of the EU database should be publicly accessible, free of charge, the information should be easily navigable, understandable and machine-readable.
pt_pt: Esta secção da base de dados da UE deverá ser acessível ao público, gratuitamente, e as informações deverão ser facilmente navegáveis, compreensíveis e legíveis por máquina.

source: The EU database should also be user-friendly, for example by providing search functionalities, including through keywords, allowing the general public to find relevant information to be submitted upon the registration of high-risk AI systems and on the use case of high-risk AI systems, set out in an annex to this Regulation, to which the high-risk AI systems correspond.
pt_pt: A base de dados da UE deverá também ser de fácil utilização, por exemplo oferecendo funcionalidades de pesquisa, nomeadamente através de palavras-chave, que permitam ao público em geral encontrar informações pertinentes a apresentar aquando do registo dos sistemas de IA de risco elevado e nos tipos de sistemas de IA de risco elevado, estabelecidas num anexo do presente regulamento a que os sistemas de IA de risco elevado correspondem.

source: Any substantial modification of high-risk AI systems should also be registered in the EU database.
pt_pt: Qualquer modificação substancial de sistemas de IA de risco elevado também deverá ser registada na base de dados da UE.

source: For high-risk AI systems in the area of law enforcement, migration, asylum and border control management, the registration obligations should be fulfilled in a secure non-public section of the EU database.
pt_pt: No caso dos sistemas de IA de risco elevado no domínio da aplicação da lei, da migração, do asilo e da gestão do controlo das fronteiras, as obrigações de registo deverão ser cumpridas numa secção não pública protegida da base de dados da UE.

source: Access to the secure non-public section should be strictly limited to the Commission as well as to market surveillance authorities with regard to their national section of that database.
pt_pt: O acesso à secção segura não pública deverá ser estritamente limitado à Comissão e às autoridades de fiscalização do mercado no que diz respeito à respetiva secção nacional dessa base de dados.

source: High-risk AI systems in the area of critical infrastructure should only be registered at national level.
pt_pt: Os sistemas de IA de risco elevado no domínio das infraestruturas críticas só deverão ser registados a nível nacional.

source: The Commission should be the controller of the EU database, in accordance with Regulation (EU) 2018/1725.
pt_pt: A Comissão deverá ser a responsável pelo tratamento da base de dados da UE, em conformidade com o Regulamento (UE) 2018/1725.

source: In order to ensure the full functionality of the EU database, when deployed, the procedure for setting the database should include the development of functional specifications by the Commission and an independent audit report.
pt_pt: Para assegurar que a base de dados esteja plenamente operacional à data de implantação, o procedimento para a criação da base de dados da UE deverá incluir o desenvolvimento de especificações funcionais pela Comissão e um relatório de auditoria independente.

source: The Commission should take into account cybersecurity risks when carrying out its tasks as data controller on the EU database.
pt_pt: A Comissão deverá ter em conta os riscos para a cibersegurança e os riscos no exercício das suas funções de responsável pelo tratamento de dados na base de dados da UE.

source: In order to maximise the availability and use of the EU database by the public, the EU database, including the information made available through it, should comply with requirements under the Directive (EU) 2019/882.
pt_pt: A fim de maximizar a disponibilidade e a utilização da base de dados pelo público, a base de dados da UE, incluindo as informações disponibilizadas através da mesma, deverá cumprir os requisitos estabelecidos na Diretiva (UE) 2019/882.

source: Certain AI systems intended to interact with natural persons or to generate content may pose specific risks of impersonation or deception irrespective of whether they qualify as high-risk or not.
pt_pt: Determinados sistemas de IA concebidos para interagir com pessoas singulares ou para criar conteúdos podem representar riscos específicos de usurpação de identidade ou dissimulação, independentemente de serem considerados de risco elevado ou não.

source: In certain circumstances, the use of these systems should therefore be subject to specific transparency obligations without prejudice to the requirements and obligations for high-risk AI systems and subject to targeted exceptions to take into account the special need of law enforcement.
pt_pt: Como tal, em certas circunstâncias, a utilização desses sistemas deverá ser sujeita a obrigações de transparência específicas, sem prejuízo dos requisitos e obrigações aplicáveis aos sistemas de IA de risco elevado, e a exceções específicas, a fim de ter em conta a necessidade especial da aplicação da lei.

source: In particular, natural persons should be notified that they are interacting with an AI system, unless this is obvious from the point of view of a natural person who is reasonably well-informed, observant and circumspect taking into account the circumstances and the context of use.
pt_pt: Em particular, as pessoas singulares deverão ser informadas de que estão a interagir com um sistema de IA, salvo se tal for óbvio do ponto de vista de uma pessoa singular razoavelmente informada, atenta e advertida, tendo em conta as circunstâncias e o contexto de utilização.

source: When implementing that obligation, the characteristics of natural persons belonging to vulnerable groups due to their age or disability should be taken into account to the extent the AI system is intended to interact with those groups as well.
pt_pt: Ao aplicar essa obrigação, as características das pessoas singulares pertencentes a grupos vulneráveis devido à sua idade ou deficiência deverão ser tidas em conta na medida em que o sistema de IA também se destine a interagir com esses grupos.

source: Moreover, natural persons should be notified when they are exposed to AI systems that, by processing their biometric data, can identify or infer the emotions or intentions of those persons or assign them to specific categories.
pt_pt: Além disso, as pessoas singulares deverão ser notificadas quando forem expostas a sistemas de IA que, através do tratamento dos seus dados biométricos, possam identificar ou inferir as emoções ou intenções dessas pessoas ou atribuí-las a categorias específicas.

source: Such specific categories can relate to aspects such as sex, age, hair colour, eye colour, tattoos, personal traits, ethnic origin, personal preferences and interests.
pt_pt: Essas categorias específicas podem dizer respeito a aspetos como sexo, idade, cor do cabelo, cor dos olhos, tatuagens, traços de personalidade, origem étnica, preferências e interesses pessoais.

source: Such information and notifications should be provided in accessible formats for persons with disabilities.
pt_pt: Essas informações e notificações deverão ser apresentadas em formatos acessíveis a pessoas com deficiência.

source: A variety of AI systems can generate large quantities of synthetic content that becomes increasingly hard for humans to distinguish from human-generated and authentic content.
pt_pt: Um número de sistemas de IA consegue gerar grandes quantidades de conteúdos sintéticos que se tornam cada vez mais difíceis para os seres humanos de distinguir dos conteúdos gerados por seres humanos e autênticos.

source: The wide availability and increasing capabilities of those systems have a significant impact on the integrity and trust in the information ecosystem, raising new risks of misinformation and manipulation at scale, fraud, impersonation and consumer deception.
pt_pt: A ampla disponibilidade e o aumento das capacidades desses sistemas têm um impacto significativo na integridade e na confiança no ecossistema da informação, suscitando novos riscos de desinformação e manipulação em grande escala, fraude, usurpação de identidade e dissimulação dos consumidores.

source: In light of those impacts, the fast technological pace and the need for new methods and techniques to trace origin of information, it is appropriate to require providers of those systems to embed technical solutions that enable marking in a machine readable format and detection that the output has been generated or manipulated by an AI system and not a human.
pt_pt: À luz desses impactos, do rápido ritmo tecnológico e da necessidade de novos métodos e técnicas para rastrear a origem das informações, é adequado exigir que os prestadores desses sistemas incorporem soluções técnicas que permitam a marcação num formato legível por máquina e a deteção de que o resultado foi gerado ou manipulado por um sistema de IA e não por um ser humano.

source: Such techniques and methods should be sufficiently reliable, interoperable, effective and robust as far as this is technically feasible, taking into account available techniques or a combination of such techniques, such as watermarks, metadata identifications, cryptographic methods for proving provenance and authenticity of content, logging methods, fingerprints or other techniques, as may be appropriate.
pt_pt: Essas técnicas e métodos deverão ser suficientemente fiáveis, interoperáveis, eficazes e robustos, na medida em que tal seja tecnicamente viável, tendo em conta as técnicas disponíveis ou uma combinação de técnicas, tais como marcas de água, identificações de metadados, métodos criptográficos para comprovar a proveniência e autenticidade do conteúdo, métodos de registo, impressões digitais ou outras técnicas, conforme seja adequado.

source: When implementing this obligation, providers should also take into account the specificities and the limitations of the different types of content and the relevant technological and market developments in the field, as reflected in the generally acknowledged state of the art.
pt_pt: Ao aplicar essa obrigação, os prestadores deverão ter igualmente em conta as especificidades e as limitações dos diferentes tipos de conteúdos e a evolução tecnológica e do mercado no terreno, tal como refletido no estado da arte geralmente reconhecido.
